Repository: CodeCabin/contact-form-ready
Catalog: languages/wpcf_nd-*.po
Languages: fr_fr

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: GDPR consent
fr_fr: Consentement au RGPD

source: Send submitted data to user
fr_fr: Envoyer ses données à l'utilisateur

source: Delete submitted data
fr_fr: Effacer les données de l'utilisateur

source: Thank you. Your message has been sent.
fr_fr: Merci. Votre message a été envoyé.

source: New Contact Form Submission
fr_fr: Nouveau message reçu depuis le formulaire de contact.

source: A new message has been received.
fr_fr: Un nouveau message a été reçu.

source: Contact Form Submission Received
fr_fr: Message reçu

source: Thank you for your message. We will respond to you as soon as possible.
fr_fr: Merci pour votre message, nous y répondrons dès que possible.

source: Contact Form Data
fr_fr: Données du formulaire de contact

source: Contact Form Settings
fr_fr: Réglages du formulaire de contact

source: Save all form submissions
fr_fr: Enregistrer les envois de message

source: Need help?
fr_fr: Besoin d'aide ?

source: Browse the <a href='%s' target='_BLANK'>documentation</a>.
fr_fr: Parcourez la <a href='%s' target='_BLANK'>documentation</a>.

source: Or get in touch with <a href='%s'>nick@codecabin.co.za</a>
fr_fr: Ou contactez <a href='%s'>nick@codecabin.co.za</a>

source: Store all form submissions using the new <a href='%s' target='_BLANK'>Stored Submission Extension</a> from CFR.
fr_fr: Enregistrez tous les envois de message en utilisant la nouvelle extension <a href='%s' target='_BLANK'>Stored Submission</a> de Contact Form Ready.

source: Browse more extensions <a href='%s'>here</a>.
fr_fr: Parcourez plus d'extensions <a href='%s'>ici</a>.

source: Send
fr_fr: Envoyer

source: Basic Settings
fr_fr: Réglages de base

source: Advanced Settings
fr_fr: Réglages avancés

source: Copied to clipboard
fr_fr: Copié dans le presse papier

source: Copy this to your post or page to show the contact form
fr_fr: Copiez ceci dans votre article ou votre page pour afficher le formulaire de contact

source: Send emails to
fr_fr: Envoyer les emails à

source: Multiple emails separated by commas
fr_fr: Emails multiples séparés par des virgules

source: Redirect to URL after submit
fr_fr: Rediriger vers cette adresse après envoi du formulaire

source: Example: /thank-you <br>Leave blank for no redirect
fr_fr: Exemple : /Merci <br>Laisser à blanc pour ne pas rediriger

source: Submit button value
fr_fr: Texte du bouton Envoyer

source: Form type
fr_fr: Type de formulaire

source: AJAX (avoids page reloading)
fr_fr: AJAX (évite le rechargement de la page)

source: Open modal window when click on element with
fr_fr: Ouvrir une fenêtre modale quand un clic sur l'élément a lieu avec

source: Leave this field empty if you don't want modal window
fr_fr: Laisser à blanc si vous ne voulez pas de fenêtre modale

source: Modal wrapper background color
fr_fr: Couleur du fond extérieur de la fenêtre

source: Modal wrapper opacity
fr_fr: Opacité de la fenêtre

source: Please type value between 0 and 1 (default 0.8)
fr_fr: Veuillez entrer une valeur entre 0 et 1 (0.8 par défaut)

source: Modal inner background
fr_fr: Couleur du fond intérieur de la fenêtre

source: Email subject (admin)
fr_fr: Sujet de l'email (administrateurs)

source: Email body (admin)
fr_fr: Corps de l'email (administrateurs)

source: Send confirmation email to user?
fr_fr: Envoyer la confirmation à l'utilisateur ?

source: Send plaintext email instead of html version?
fr_fr: Envoyer un email texte plutôt qu'HTML ?

source: Email subject (user)
fr_fr: Sujet de l'email (utilisateur)

source: Email body (user)
fr_fr: Corps de l'email (utilisateur)

source: Set the reply-to as the user's email address
fr_fr: L'adresse email de réponse est celle de l'utilisateur

source: Will only be set if the form has a valid email field.
fr_fr: Ce ne sera le cas que si le formulaire contient une adresse email valide

source: Privacy
fr_fr: Confidentialité

source: Enable GDPR Compliance
fr_fr: Activer la conformité au RGPD

source: <a href='%s' target='_BLANK'>Importance of GDPR Compliance</a>
fr_fr: <a href='%s' target='_BLANK'>Importance de la conformité au RGPD</a>

source: Company Name
fr_fr: Nom de la structure

source: Retention Purpose
fr_fr: But de la rétention de données

source: Retention Period
fr_fr: Temps de rétention de données

source: days
fr_fr: jours

source: GDPR Notice
fr_fr: Annonce RGPD

source: Enable Delete data checkbox
fr_fr: Activer la case à cocher de suppression des données

source: Enable Download data checkbox
fr_fr: Activer la case à cocher de téléchargement des données

source: Warning - GDPR Compliance Disabled - Action Required
fr_fr: Attention - Conformité au RGPD désactivée - Action requise

source: GDPR compliance has been disabled, read more about the implications of this here:
fr_fr: La conformité au RGPD a été désactivée, veuillez lire les implications de cette décision ici :

source: Additionally please take a look at Contact Form Ready
fr_fr: Aussi, jetez un oeil à Contact Form Ready

source: It is highly recommended that you enable GDPR compliance to ensure your user data is regulated.
fr_fr: Il est hautement recommandé d'activer la conformité au RGPD pour vous assurer que vos données utilisateurs sont régulées.

source: Privacy Settings
fr_fr: Réglages de confidentialité

source: Select from a predefined list
fr_fr: Sélectionner dans la liste

source: Please select
fr_fr: Veuillez sélectionner

source: Drag and drop the elements to create your contact form.
fr_fr: Glissez et déposez les éléments pour créer votre formulaire de contact.

source: Contact Forms
fr_fr: Formulaires de contact

source: Contact Form
fr_fr: Formulaire de contact

source: New Contact Form
fr_fr: Nouveau formulaire de contact

source: Add New Contact Form
fr_fr: Ajouter un nouveau formulaire de contact

source: Edit Contact Form
fr_fr: Modifier le formulaire de contact

source: All Contact Forms
fr_fr: Tous les formulaires de contact

source: View Contact Form
fr_fr: Voir le formulaire de contact

source: Search Contact Forms
fr_fr: Rechercher les formulaires de contact

source: No contact forms found
fr_fr: Aucun formulaire de contact trouvé

source: No contact forms in the Trash
fr_fr: Aucun formulaire de contact dans la corbeille

source: Simple contact form
fr_fr: Formulaire de contact simple

source: Booking form (hotel)
fr_fr: Réservation (hotel)

source: Booking form (restaurant)
fr_fr: Réservation (restaurant)

source: Support form
fr_fr: Demande de support

source: How did you hear about us
fr_fr: Comment avez-vous entendu parler de nous

source: NPS Score
fr_fr: Net Promoter Score

source: New Contact Form Response
fr_fr: Nouveau message depuis le formulaire de contact

source: Contact Form Response Received
fr_fr: Un nouveau message a été reçu.

source: Thank you. Your message has been sent and we will be in touch as soon as possible.
fr_fr: Merci pour votre message, nous y répondrons dès que possible.

source: I agree for my personal data, provided via form submission, to be processed by {company_name}, for the purpose of {purpose}, for the time of {period} days as per the GDPR.
fr_fr: J&apos;accepte que mes données personnelles fournies via ce formulaire soient traitées par {company_name}, dans le but de {purpose}, pour une durée de {period} jours selon le RGPD.

source: Sending...
fr_fr: Envoi en cours...

source: Are you sure you want to restore the default newsletter template?
fr_fr: Êtes-vous sûr de vouloir restaurer le modèle par défaut ?

source: Settings
fr_fr: Réglages

source: Styling
fr_fr: Styles

source: Contact Form Ready Extensions
fr_fr: Extensions Contact Form Ready

source: Contact form styling
fr_fr: Styles du formulaire de contact

source: Enable custom styling
fr_fr: Activer les styles personnalisés

source: Label
fr_fr: Étiquette

source: Font size
fr_fr: Taille de la police

source: Font weight
fr_fr: Poids de la police

source: Font color
fr_fr: Couleur de la police

source: Input
fr_fr: Entrée

source: Background color
fr_fr: Couleur de fond

source: Border color
fr_fr: Couleur de bordure

source: Border hover color
fr_fr: Couleur de bordure lors du survol

source: Submit button
fr_fr: Bouton Envoyer

source: Background hover color
fr_fr: Couleur de fond lors du survol

source: Text transform
fr_fr: Transformation du texte

source: none
fr_fr: aucun

source: uppercase
fr_fr: majuscules

source: Text field
fr_fr: Champ texte

source: Email field
fr_fr: Champ email

source: Text Area
fr_fr: Zone de texte

source: Submit
fr_fr: Envoyer

source: Contact form settings
fr_fr: Réglages du formulaire de contact

source: Email from address
fr_fr: Adresse email d'envoi

source: Email from name
fr_fr: Nom d'envoi

source: Thank you text
fr_fr: Texte de remerciement

source: Views
fr_fr: Vues

source: Submissions
fr_fr: Envois

source: Send me my data
fr_fr: Envoyez-moi mes données

source: Delete my data
fr_fr: Effacez mes données

source: Dismiss
fr_fr: Annulation

source: Vote for the features you want next!
fr_fr: Votez pour les prochaines fonctionnalités que vous voudriez !

source: Unnamed contact form
fr_fr: Formulaire de contact sans nom

source: Replaces the normal offline message form with the above contact form created by <a href='%s' target='_BLANK'>Contact Form Ready</a>.
fr_fr: Remplace le formulaire de contact standard par celui créé par <a href='%s' target='_BLANK'>Contact Form Ready</a>.

source: There are no contact forms to use. Please <a href='%s'>create one first</a>.
fr_fr: Il n'y a pas de formulaire de contact. Veuillez <a href='%s'>en créer un</a>.

source: Anti Spam Settings
fr_fr: Réglages Anti Spam

source: Enable reCAPTCHA?
fr_fr: Activer reCAPTCHA ?

source: Click <a href='%s' target='_BLANK'>here</a> to set up your reCAPTCHA profile.
fr_fr: Cliquez <a href='%s' target='_BLANK'>ici</a> pour régler votre profil reCAPTCHA.

source: Site key
fr_fr: Clé du site

source: Secret key
fr_fr: Clé secrète

source: The reCAPTCHA wasn't entered correctly. Please try sagain.
fr_fr: Le reCAPTCHA n'a pas été entré correctement. Veuillez réessayer.

source: reCAPTCHA failed. Please tick the reCAPTCHA checkbox to prove you are human.
fr_fr: Le reCAPTCHA a échoué. Veuillez cocher la case reCAPTCHA pour prover que vous êtes humain.

source: I would like to receive information on your latest updates, beta version and specials. I understand my information will be processed in terms of the GDPR, and I may wihtdraw it at any time.
fr_fr: J'aimerais recevoir des informations sur vos dernières nouveautés, versions béta et autres. Je comprends que mes informations seront traitées dans les termes du RGPD et que je peux me désinscrire n'importe quand.

source: Sign up
fr_fr: S'inscrire

source: Email Template
fr_fr: Modèle d'email

source: Email Default Template
fr_fr: Modèle d'email par défaut

source: Restore default
fr_fr: Restaurer par défaut

source: Quick Feedback
fr_fr: Retour d'expérience rapide

source: If you would be kind enough, please tell us why you're deactivating?
fr_fr: Seriez-vous assez gentil pour nous expliquer les raisons de votre désactivation ?

source: Please tell us which plugin?
fr_fr: Quel est le nom du plugin ?

source: Please tell us the reason so we can improve the plugin
fr_fr: Veuillez nous expliquer la raison pour que nous puissions améliorer notre extension

source: Do not send my e-mail address with this feedback
fr_fr: Ne pas envoyer mon adresse email avec ce retour d'expérience

source: Please give us any feedback that could help us improve
fr_fr: Veuillez nous donner un retour d'expérience qui pourrait nous aider à améliorer notre extension

source: Cancel
fr_fr: Annuler

source: Skip &amp; Deactivate
fr_fr: Passer et désactiver

source: Submit &amp; Deactivate
fr_fr: Envoyer et désactiver

source: Please wait
fr_fr: Veuillez patienter

source: Thank you!
fr_fr: Merci !

source: The plugin suddenly stopped working
fr_fr: L'extension a arrêté de fonctionner soudainement

source: The plugin broke my site
fr_fr: L'extension a cassé mon site

source: I don't need this plugin any more
fr_fr: Je n'ai plus besoin de cette extension

source: I found a better plugin
fr_fr: J'ai trouvé une meilleure extension

source: It's a temporary deactivation, I'm troubleshooting
fr_fr: J'ai désactivé temporairement, je débugge

source: Other
fr_fr: Autre

source: Welcome to Contact Form Ready
fr_fr: Bienvenue dans Contact Form Ready

source: Contact Form Ready is the easiest to use drag and drop contact form builder, with amazing features.
fr_fr: Contact Form Ready est le plus simple des formulaires de contact créés par Glisser/Déposer, avec des fonctionnalités étonnantes.

source: Skip intro and create new form
fr_fr: Passer l'intro et créer un nouveau formulaire

source: Welcome
fr_fr: Bienvenue

source: Credits
fr_fr: Crédits

source: Getting Started
fr_fr: Démarrage

source: Creating your first contact form
fr_fr: Créer votre premier formulaire de contact

source: Adding reCAPTCHA to your form
fr_fr: Ajouter reCAPTCHA à votre formulaire

source: Browse CFR Extensions
fr_fr: Parcourir les Extensions de Contact Form Ready

source: Get help now
fr_fr: Obtenir de l'aide

source: How did you find us?
fr_fr: Comment avez-vous entendu parler de nous ?

source: WordPress.org plugin repository
fr_fr: Espace de dépôt d'extension Wordpress

source: Search Term
fr_fr: Rechercher un terme

source: Google or other search Engine
fr_fr: Google ou un autre moteur de recherche

source: Friend recommendation
fr_fr: Recommandation d'un ami

source: Please Explain
fr_fr: Veuillez expliquer

source: Contact Form Support is supported by an international team of developers.
fr_fr: Le support de Contact Form ready est effectué par une équipe de développeurs internationale.

source: Founder
fr_fr: Fondateur

source: Developer
fr_fr: Développeur

source: Project Manager
fr_fr: Directeur de projet

source: Testing
fr_fr: Testeur

source: OK! Let's start
fr_fr: Ok ! Démarrons
